const dataBase = {
    projects: {
        projectName: 'Очень длинное название проекта, создано специального для того чтоб не вместилось в одну строку, что позволит проверить не ломается ли верстка',
        projectCode: '#1',
        userActions: 'Иванов И.И. создал(а) 1 час назад',
        adminActions: 'Баранов В.В. изменил(а) 1 минуту назад'
    },
    tasks: {
        taskName: 'Очень длинное название проекта, создано специального для того чтоб не вместилось в одну строку, что позволит проверить не ломается ли верстка. И еще раз очень длинное название проекта, создано специально чтоб проверить не сломается ли верстка Очень длинное название проекта, создано специального для того чтоб не вместилось в одну строку, что позволит проверить не ломается ли верстка. И еще раз очень длинное название проекта, создано специально чтоб проверить не сломается ли верстка',
        taskCode: '124342#2',
        userActions: 'Петров И.И. создал(а) 17 сен 2022 в 13:55',
        taskStatus: 'Черновик',
        adminActions: 'Сазонова В.В. изменил(а) 1 минуту назад'
    },
    content: {
        plug: 'Не создан ни один проект'
    }
}

export default dataBase;